-- MySQL dump 10.13  Distrib 8.0.28, for Win64 (x86_64)
--
-- Host: localhost    Database: test
-- ------------------------------------------------------
-- Server version	8.0.28

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `table1`
--

DROP TABLE IF EXISTS `table1`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `table1` (
  `id` int NOT NULL AUTO_INCREMENT,
  `custname` varchar(45) NOT NULL,
  `address` varchar(45) DEFAULT NULL,
  `telenum` varchar(45) DEFAULT NULL,
  `notes` varchar(45) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id_UNIQUE` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=106 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `table1`
--

LOCK TABLES `table1` WRITE;
/*!40000 ALTER TABLE `table1` DISABLE KEYS */;
INSERT INTO `table1` VALUES (1,'柳 秀典hoge','東京都西東京市下保谷1-2-3hoge','03-2265-367699999','B型test'),(2,'杉野 健司','大阪府大阪市旭区清水2丁目3番3号','06-1899-5824','B型'),(3,'森田 進','大阪府大阪市中央区博労町4丁目2番3号','06-4417-8660','A型'),(4,'二村 隆之','大阪府八尾市小畑町3-3-11','06-4956-8862','B型'),(5,'井口 裕人','埼玉県久喜市久喜東4丁目1番8号','04-0925-1820','A型'),(6,'三浦 あかね','静岡県静岡市葵区瀬名2丁目3番8号','0557-05-3203','B型'),(7,'川口 諭aaa','東京都大田区羽田2-5-5test','03-3527-65807777','O型ddd'),(8,'松山 大輔','大阪府豊中市長興寺南3丁目3番地8号','06-5849-9601','O型'),(9,'黒坂 亜矢子','愛媛県新居浜市庄内町1-2-20','0894-84-8762','B型'),(10,'佐々木 晃生','東京都世田谷区瀬田2丁目2番10号','03-6370-9721','O型'),(11,'斎藤 文','神奈川県鎌倉市笛田3-4-13','044-092-5734','A型'),(12,'松岡 英樹hoge','test福岡県糟屋郡新宮町夜臼2-3-13','092-751-6817555','AB型sss'),(13,'田川 猛','埼玉県越谷市南越谷1-4-7','0480-45-7639','A型'),(14,'友成 千裕','東京都世田谷区上北沢1-4-105','03-8774-6481','A型'),(15,'甲斐 雅文','大阪府大阪市中央区高麗橋3-4-18','06-7712-1892','AB型'),(16,'川島 英俊','東京都渋谷区渋谷3丁目2番地5号','03-8856-4752','A型'),(17,'有馬 弘雄','愛知県名古屋市北区楠3丁目2番6号','0565-33-8340','O型'),(18,'熊本 紀子','愛知県名古屋市天白区原3丁目3番地9号','0563-77-7720','A型'),(19,'石井 健太','東京都港区赤坂3丁目3番地10号','03-1832-0853','A型'),(20,'安井 杏奈','広島県広島市安佐北区真亀2-5-901','0845-61-1891','O型'),(21,'加藤 愛','大阪府大阪市住之江区安立2-1-22','06-9346-8514','B型'),(22,'西尾 真知子','東京都港区西麻布1-1-12','03-4719-0556','O型'),(23,'志村 愛子','兵庫県神戸市須磨区須磨浦通1-1-14','0791-78-1015','O型'),(24,'広瀬 哲生','大阪府高石市加茂3-2-19','06-4506-0172','O型'),(25,'梅田 真衣','宮城県仙台市泉区虹の丘1-4-15','0225-89-1392','O型'),(26,'辻本 麻子','青森県弘前市大字城東2丁目1番3号','0176-07-0493','O型'),(27,'松崎 聡','東京都北区東十条1丁目2番8号','03-1211-2327','A型'),(28,'安村 聡子','沖縄県浦添市牧港1-4-15','0980-30-6992','A型'),(29,'野口 英明','北海道札幌市北区北三十三条西3-5-21','0139-90-7730','A型'),(30,'田形 弘幸','埼玉県川口市青木2-3-3','042-290-9887','B型'),(31,'篠田 正人','福岡県福岡市早良区田村2-1-4','092-935-5947','O型'),(32,'酒井 康之','兵庫県神戸市東灘区渦森台2丁目3番地10号','0795-14-1734','A型'),(33,'松野 了','東京都大田区山王1-5-13','03-9376-8100','A型'),(34,'土井 祐次','東京都杉並区高円寺南4丁目3番地6号','03-9289-2713','O型'),(35,'中村 誠一郎','東京都港区六本木3-2-20','03-8092-2352','O型'),(36,'岡崎 圭一朗','東京都港区虎ノ門2-5-7','03-7117-6094','O型'),(37,'望月 和佳子','東京都港区芝1丁目2番3号','03-8666-7837','A型'),(38,'松浪 啓','石川県金沢市八日市3-3-14','0761-67-6458','O型'),(39,'小高 隆史','愛知県愛知郡東郷町白鳥2丁目1番地4号','0564-28-8937','A型'),(40,'千葉 梢','熊本県熊本市中央区九品寺2丁目3番5号','0966-51-3695','B型'),(41,'谷崎 圭介','埼玉県朝霞市膝折町1-4-22','0494-74-4222','O型'),(42,'鳥海 信介','宮城県柴田郡柴田町船岡東2-3-703','0229-41-8569','A型'),(43,'松井 舞','東京都中央区月島3丁目3番4号','03-1017-1268','O型'),(44,'小林 良和','東京都新宿区新宿2丁目2番10号','03-4568-8218','AB型'),(45,'吉野 俊','神奈川県横浜市西区桜木町2-4-8','046-552-3373','A型'),(46,'野間 あすか','広島県広島市中区光南3-4-15','0826-38-2117','O型'),(47,'早川 千加子','東京都世田谷区若林1-5-901','03-8956-1282','B型'),(48,'桑原 昌隆','岐阜県土岐市土岐口中町1-1-11','0575-24-1616','O型'),(49,'大場 敬人','東京都品川区東五反田3-1-504','03-2911-0650','A型'),(50,'宗像 英一','東京都港区高輪1-2-9','03-0095-4671','B型'),(51,'井上 武蔵','大阪府高槻市大塚町3-5-7','06-2138-5380','A型'),(52,'武智 伸幸','愛知県名古屋市昭和区丸屋町3丁目2番8号','0564-00-8011','O型'),(53,'中井 和人','福岡県大牟田市大正町1丁目3番9号','093-816-9436','A型'),(54,'白石 絵美','神奈川県川崎市多摩区長尾3-1-7','045-720-1618','O型'),(55,'奥村 真一','埼玉県鴻巣市吹上本町1丁目2番8号','0494-19-3662','B型'),(56,'松永 慎吾','神奈川県横浜市瀬谷区瀬谷3-4-15','0465-96-1403','B型'),(57,'志賀 美佳','埼玉県さいたま市浦和区上木崎3-2-7','04-1427-3792','B型'),(58,'川手 宏一','東京都台東区蔵前2-2-9','03-2267-0637','A型'),(59,'浅田 一豊','福岡県北九州市八幡西区春日台2-1-10','09496-3-2446','B型'),(60,'西川 大智','千葉県柏市つくしが丘3-1-3','043-823-6544','O型'),(61,'斉藤 雅','埼玉県川口市柳崎1丁目2番8号','04-8916-8091','A型'),(62,'新井 眞','石川県金沢市石引1-2-5','0767-64-7982','B型'),(63,'田中 達也','埼玉県川口市弥平1-4-5','048-571-5777','O型'),(64,'中山 侑里','東京都練馬区西大泉1-5-12','03-6309-1791','B型'),(65,'鈴木 良','岐阜県岐阜市蔵前4丁目1番10号','058-604-3170','A型'),(66,'宮崎 弘之','神奈川県川崎市麻生区金程2-1-16','0467-22-9129','A型'),(67,'福田 多美子','大阪府大阪市浪速区桜川2丁目2番5号','06-5448-1006','AB型'),(68,'佐藤 肇','愛知県春日井市石尾台3-3-306','0563-23-0070','A型'),(69,'赤塚 真理子','滋賀県大津市下阪本2-4-9','0748-47-7195','O型'),(70,'小泉 照久','神奈川県横浜市港南区芹が谷2-2-14','0465-60-8339','O型'),(71,'大西 亨','愛知県知多市巽が丘2-5-11','0567-95-5438','O型'),(72,'田中 佳久','秋田県秋田市泉北1-1-15','0185-20-7099','A型'),(73,'寺島 貴史','東京都文京区千石3-2-15','03-6887-2886','A型'),(74,'西島 伸二','千葉県柏市逆井2-1-22','04-2106-9526','AB型'),(75,'山田 さゆり','千葉県船橋市大穴北1-5-8','0470-18-0419','A型'),(76,'植原 葉子','東京都大田区大森東4丁目3番6号','03-4807-2939','A型'),(77,'関口 竜也','東京都大田区山王3丁目1番10号','03-6857-9185','O型'),(78,'坂巻 由紀','愛媛県松山市湊町2-5-19','089-647-5756','A型'),(79,'横田 久雄','東京都墨田区江東橋1-3-15','03-7948-4369','B型'),(80,'稲田 良','東京都江戸川区東葛西3丁目2番5号','03-9988-1406','A型'),(81,'栗原 朋子','東京都豊島区長崎2丁目3番10号','03-1757-2506','AB型'),(82,'福田 理絵','石川県金沢市有松2丁目2番地9号','0761-91-7267','B型'),(83,'青沼 亮','東京都府中市浅間町1-1-14','03-8343-9987','A型'),(84,'日野 智紀','愛知県西尾市高畠町1丁目3番4号','0532-09-2793','B型'),(85,'丸山 輝昭','福岡県北九州市小倉南区沼緑町1-5-4','0930-08-4700','A型'),(86,'榎本 健','神奈川県横浜市金沢区能見台1-2-6','0463-42-3892','O型'),(87,'伊藤 光','東京都豊島区長崎4丁目3番5号','03-8456-6814','A型'),(88,'阿部 裕子','東京都板橋区高島平1-2-7','03-4110-5242','B型'),(89,'佐藤 美佳子','東京都品川区東品川3-3-18','03-8415-7683','O型'),(90,'木村 朱音','北海道釧路市星が浦大通1丁目1番5号','0154-45-8444','AB型'),(91,'泉田 由美子','滋賀県大津市大江2-1-14','0749-98-3854','A型'),(92,'村上 梢','群馬県前橋市南町3-1-15','0276-34-7338','A型'),(93,'橋本 祥子','愛知県名古屋市中村区名駅1-5-4','0561-87-0135','O型'),(94,'塩月 学','東京都稲城市若葉台2-2-3','03-8519-6073','O型'),(95,'五十嵐 大成','神奈川県横浜市西区みなとみらい3-2-11','046-342-9368','A型'),(96,'三浦 栄','北海道河東郡音更町木野西通1丁目1番3号','01392-5-9691','A型'),(97,'芦野 雄介','東京都港区南麻布2-2-9','03-0321-7473','A型'),(98,'池田 伸','和歌山県和歌山市美園町4丁目1番10号','0736-58-3813','O型'),(99,'佐藤 瞳','北海道虻田郡倶知安町北四条西3-3-16','01456-3-2187','A型'),(100,'立川 文博','北海道苫小牧市新開町1-5-15','0158-23-3527','A型'),(102,'ほげ','東京','0123426','hoge');
/*!40000 ALTER TABLE `table1` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2022-02-05 17:21:18
